/* No comment provided by engineer. */
"Could not move to Applications folder" = "No se pudo mover a la carpeta de Aplicaciones";

/* No comment provided by engineer. */
"Do Not Move" = "No mover";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like." = "Puedo moverme yo mismo a la carpeta de Aplicaciones.";

/* No comment provided by engineer. */
"Move to Applications Folder" = "Mover a la carpeta de Aplicaciones";

/* No comment provided by engineer. */
"Move to Applications folder in your Home folder?" = "¿Mover a Aplicaciones en tu carpeta de Inicio?";

/* No comment provided by engineer. */
"Move to Applications folder?" = "¿Mover a la carpeta de Aplicaciones?";

/* No comment provided by engineer. */
"Note that this will require an administrator password." = "Ten en cuenta que esto requerirá permiso de un administrador.";

/* No comment provided by engineer. */
"This will keep your Downloads folder uncluttered." = "Esto mantendrá despejada tu carpeta de descargas.";
